import './FisRules.css';


function FisRules() {
  return(
    <div className="fisrules">
    <p className="fisrules__title">ПОМНИТЕ, ЧТО ВСЕ ПРАВИЛА БЕЗОПАСНОСТИ НАПИСАНЫ КРОВЬЮ.</p>
    <p>Настоятельно рекомендую данный раздел к детальному изучению</p>
    <ol className="tips__list">
      <li className="tips__item">Уважайте окружающих. Каждый горнолыжник и сноубордист должен кататься и вести себя так, чтобы не подвергать опасности окружающих и не наносить им вред.</li>
      <li className="tips__item">Контролируйте скорость и направление движения. Каждый должен кататься в соответствии со своими физическими и техническими возможностями, учитывая крутизну и подготовленность склона, погодные условия, количество людей на склоне.</li>
      <li className="tips__item">Правильно выбирайте траекторию движения. Каждый, находящийся выше по склону, должен выбрать такую траекторию движения, которая не помешает движению другого горнолыжника или сноубордиста, находящегося ниже по склону.</li>
      <li className="tips__item">Правильно совершайте обгон. На трассе можно обгонять других горнолыжников или сноубордистов с любой стороны при условии соблюдения безопасной дистанции, достаточной для сохранения пространства, позволяющего обгоняемому совершать любые действия.</li>
      <li className="tips__item">Внимательно выезжать на трассу, начинать движение или пересекать склон. Каждый горнолыжник и сноубордист, перед выездом на трассу, началом движения после остановки или в траверсе поперёк склона должен предварительно посмотреть вдоль трассы вверх и вниз, чтобы своим маневром не создать опасную ситуацию для себя и окружающих.</li>
      <li className="tips__item">По возможности останавливаться в безопасных местах. Каждый должен избегать остановок без необходимости в плохо просматриваемых местах, перегибах и узких участках склона. В случае падения необходимо как можно быстрее покинуть опасный участок.</li>
      <li className="tips__item">Обращать внимание на знаки или разметку и неукоснительно их соблюдать. </li>
      <li className="tips__item">Подниматься и спускаться вдоль склона в безопасных местах. Горнолыжник или сноубордист должен подниматься вверх по склону или спускаться пешком вниз только по краю трассы. </li>
      <li className="tips__item">Оказать помощь. При несчастных случаях каждый горнолыжник и сноубордист обязан оказать помощь пострадавшему.</li>
      <li className="tips__item">Иметь при себе удостоверение личности и предъявить его по первому требованию. Каждый, ставший свидетелем или участником несчастного случая, независимо от того, несёт он какую-либо ответственность или нет, должен предоставить личные данные (ФИО, контактный телефон).</li>
    </ol>
  </div>
  );
  }
  
  export default FisRules